IdeaRS.Connections
StiffenerData.OffsetTop Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the offset of stiffener on the top edge.
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double OffsetTop { get; set; }
Property Value
Type: Double
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace